Repository: Koucya0632/tuji-ios
Catalog: Tuji/Resources/i18n/Localizable.xcstrings
Source language: zh_hant
Languages: en, ja, zh_hans

source: 這個主題還沒有字
en: No words in this topic yet
ja: このテーマにはまだ単語がありません
zh_hans: 这个主题还没有字

source: 這個分類還沒有字
en: No words in this category yet
ja: このカテゴリにはまだ単語がありません
zh_hans: 这个分类还没有字

source: 這個合集會被永久刪除，原始圖鑑卡片不受影響。
en: This collection will be permanently deleted. The original atlas cards are unaffected.
ja: このコレクションは完全に削除されます。元の図鑑カードには影響しません。
zh_hans: 这个合集会被永久删除，原始图鉴卡片不受影响。

source: 這個合集還沒有項目
en: This collection is empty
ja: このコレクションにはまだ項目がありません
zh_hans: 这个合集还没有项目

source: 這個字你認識嗎？
en: Do you know this word?
ja: この単語を知っていますか？
zh_hans: 这个字你认识吗？

source: 這個數字會用來算今日新字額度與目標達成度
en: This number sets your daily new-word quota and goal tracking
ja: この数字は1日の新出単語枠と目標達成度の計算に使われます
zh_hans: 这个数字会用来算今日新字额度与目标达成度

source: 這個是什麼？
en: What is this?
ja: これは何？
zh_hans: 这个是什么？

source: 這個月你沒有缺席
en: You didn't miss a day this month
ja: 今月は皆勤です
zh_hans: 这个月你没有缺席

source: 這個語言還沒有公開合集
en: No public collections in this language yet
ja: この言語の公開コレクションはまだありません
zh_hans: 这个语言还没有公开合集

source: 這台裝置的相機無法啟動，可以改從相簿選一張照片。
en: This device's camera could not start. You can pick a photo from your library instead.
ja: この端末のカメラを起動できません。写真から選ぶこともできます。
zh_hans: 这台设备的相机无法启动，可以改从相册选一张照片。

source: 這張卡片已經不公開了
en: This card is no longer public
ja: このカードは公開されていません
zh_hans: 这张卡片已经不公开了

source: 這張卡片會從物見移除，你的卡片和學習紀錄都會保留。
en: The card leaves Sightings. Your card and study history stay.
ja: カードは物見から外れますが、カードと学習履歴は残ります。
zh_hans: 这张卡片会从物见移除，你的卡片和学习记录都会保留。

source: 這張圖片還沒生成卡片。
en: This image hasn't generated a card yet.
ja: この画像からはまだカードが生成されていません。
zh_hans: 这张图片还没生成卡片。

source: 這張比較費工，再等一下
en: This one's taking a moment
ja: この写真は少し時間がかかります
zh_hans: 这张比较费工，再等一下

source: 這張照片的辨識與校正結果會清除，不會生成卡片。
en: This photo's recognition and corrections will be cleared; no card will be made.
ja: この写真の認識・補正結果はクリアされ、カードは生成されません。
zh_hans: 这张照片的辨识与校正结果会清除，不会生成卡片。

source: 這會取消送審並刪除合集，原始圖鑑卡片不受影響。
en: This cancels review and deletes the collection. The original atlas cards are unaffected.
ja: 審査申請を取り消してコレクションを削除します。元の図鑑カードには影響しません。
zh_hans: 这会取消送审并删除合集，原始图鉴卡片不受影响。

source: 這會立即將合集從物見下架並刪除，原始圖鑑卡片不受影響。
en: This immediately removes the collection from Sightings and deletes it. The original atlas cards are unaffected.
ja: 物見から直ちに取り下げてコレクションを削除します。元の図鑑カードには影響しません。
zh_hans: 这会立即将合集从物见下架并删除，原始图鉴卡片不受影响。

source: 這節學了 %lld 個新字
en: %lld new words this session
ja: このセッションで%lld個の新しい単語を学びました
zh_hans: 这节学了 %lld 个新字

source: 這裡是你的學習基地，建立帳號後就能學新字、排複習。
en: This is your home base — create an account to learn new words and schedule reviews.
ja: ここはあなたの学習拠点。アカウントを作ると新しい単語の学習と復習ができます。
zh_hans: 这里是你的学习基地，建立账号后就能学新字、排复习。

source: 連勝
en: Streak
ja: 連続日数
zh_hans: 连胜

source: 連勝 %lld 天
en: %lld-day streak
ja: %lld日連続
zh_hans: 连胜 %lld 天

source: 連勝 %lld 天！
en: %lld-day streak!
ja: %lld日連続！
zh_hans: 连胜 %lld 天！

source: 連勝天
en: Streak days
ja: 連続日数
zh_hans: 连胜天

source: 連線逾時，請檢查網路狀況後再試
en: Connection timed out — check your network and try again
ja: 接続がタイムアウトしました。ネットワークを確認してからお試しください
zh_hans: 连线逾时，请检查网路状况后再试

source: 連續學習天數
en: Day streak
ja: 連続学習日数
zh_hans: 连续学习天数

source: 進度
en: Progress
ja: 進捗
zh_hans: 进度

source: 過去分詞
en: Past participle
zh_hans: 过去分词

source: 過去式
en: Past tense
ja: 過去形
zh_hans: 过去式

source: 達成
en: Achieved
zh_hans: 达成

source: 選你想學的主題。學新字與主題進度只會算這些主題；複習不分主題，所有學過的字都會排進來。
en: Pick the topics you want to learn. New words and topic progress only count these; review covers every word you've learned, regardless of topic.
ja: 学びたいテーマを選んでください。新出単語とテーマ進捗はこれらのテーマのみが対象です。復習はテーマを問わず、学習したすべての単語が出題されます。
zh_hans: 选你想学的主题。学新字与主题进度只会算这些主题；复习不分主题，所有学过的字都会排进来。

source: 選取
en: Select
ja: 選択
zh_hans: 选取

source: 選字
en: Select words
ja: 単語を選択
zh_hans: 选字

source: 選幾個你想學的主題，這裡會顯示它們，學新字也會從中出題。
en: Pick a few topics — they'll show here and new words will come from them.
ja: 学びたいテーマをいくつか選ぶと、ここに表示され、新出単語もそこから出題されます。
zh_hans: 选几个你想学的主题，这里会显示它们，学新字也会从中出题。

source: 選擇主題
en: Choose topics
ja: テーマを選ぶ
zh_hans: 选择主题

source: 還差 %lld 個字元
en: %lld more characters needed
ja: あと%lld文字
zh_hans: 还差 %lld 个字符

source: 還有 %lld 張卡片正在生成，完成後再新增。
en: %lld cards are still being made — add more once they finish.
ja: %lld 枚のカードを生成中です。完成してから追加してください。
zh_hans: 还有 %lld 张卡片正在生成，完成后再新增。

source: 還沒有主題
en: No topics yet
ja: テーマはまだありません
zh_hans: 还没有主题

source: 還沒有公開項目
en: Nothing published yet
ja: 公開した項目はまだありません
zh_hans: 还没有公开项目

source: 還沒有學習紀錄
en: No study history yet
ja: まだ学習記録がありません
zh_hans: 还没有学习记录

source: 還沒有收藏的單字
en: No favorite words yet
ja: まだお気に入りの単語がありません
zh_hans: 还没有收藏的单字

source: 還沒有收進的字
en: Nothing taken in yet
ja: 取り込んだ単語はまだありません
zh_hans: 还没有收进的字

source: 還沒有書籤
en: No bookmarks yet
ja: ブックマークはまだありません
zh_hans: 还没有书签

source: 還沒有自制圖鑑卡片
en: No custom atlas cards yet
ja: まだマイ図鑑カードがありません
zh_hans: 还没有自制图鉴卡片

source: 還沒有自製圖鑑
en: No cards of your own yet
ja: 自作カードはまだありません
zh_hans: 还没有自制图鉴

source: 還沒有項目。點「新增」加入你已確認完成的圖鑑。
en: No items yet. Tap Add to include a confirmed atlas item.
ja: 項目がありません。「追加」から確認済みの図鑑項目を追加してください。
zh_hans: 还没有项目。点「新增」加入你已确认完成的图鉴。

source: 還沒記住，再學一次
en: Not learned yet — study it again
ja: まだ覚えていない。もう一度学習
zh_hans: 还没记住，再学一次

source: 還沒選學習主題
en: No study topics chosen yet
ja: 学習テーマが未選択です
zh_hans: 还没选学习主题

source: 都準備好了，現在就開始今天的學習！
en: All set — start today's session now!
ja: 準備完了！今日の学習を始めましょう！
zh_hans: 都准备好了，现在就开始今天的学习！

source: 重來
en: Start over
ja: やり直す
zh_hans: 重来

source: 重拍
en: Retake
ja: 撮り直す

source: 重新登入
en: Sign in again
ja: 再ログイン
zh_hans: 重新登录

source: 重新載入方案
en: Reload plans
ja: プランを再読み込み
zh_hans: 重新载入方案

source: 重設
en: Reset
ja: リセット
zh_hans: 重设

source: 重試
en: Retry
ja: 再試行
zh_hans: 重试

source: 重試上傳
en: Retry upload
ja: アップロードを再試行
zh_hans: 重试上传

source: 開始你的第一課吧
en: Start your first lesson
ja: 最初のレッスンを始めましょう
zh_hans: 开始你的第一课吧

source: 開始使用
en: Get started
ja: はじめる
zh_hans: 开始使用

source: 開始學習
en: Start learning
ja: 学習を始める
zh_hans: 开始学习

source: 關於
en: About
ja: このアプリについて
zh_hans: 关于

source: 關閉
en: Close
ja: 閉じる
zh_hans: 关闭

source: 除錯工具
en: Debug tools
ja: デバッグツール
zh_hans: 调试工具

source: 隱私權政策
en: Privacy Policy
ja: プライバシーポリシー
zh_hans: 隐私权政策

source: 需要加強
en: Needs work
ja: 要強化
zh_hans: 需要加强

source: 需要登入
en: Sign in required
ja: ログインが必要です
zh_hans: 需要登录

source: 頁面顯示或操作異常
en: Display or interaction problem
ja: 画面表示・操作の不具合
zh_hans: 页面显示或操作异常

source: 項目 %lld
en: Item %lld
zh_hans: 项目 %lld

source: 題目或答案有誤
en: Question or answer is wrong
ja: 問題・答えに誤りがある
zh_hans: 题目或答案有误

source: 顯示
en: Display
ja: 表示
zh_hans: 显示

source: 顯示更多
en: Show more
ja: もっと見る
zh_hans: 显示更多

source: 驗證中…
en: Verifying…
ja: 確認中…
zh_hans: 验证中…

source: 高精度 AI 辨識（每月 30 次）
en: High-precision AI recognition (30/month)
ja: 高精度AI認識（月30回）
zh_hans: 高精度 AI 辨识（每月 30 次）

source: 高精度識別
en: High-precision recognition
ja: 高精度認識
zh_hans: 高精度识别

source: 高精度識別會用更強的 AI 重新辨識，適合普通識別認錯或不確定的物件，準確度更高。
en: High-precision re-recognizes with a stronger AI — best when Standard got it wrong or unsure, for higher accuracy.
ja: 高精度認識はより強力なAIで再認識します。通常認識が誤認識した物や不確かな物に適しており、精度が高くなります。
zh_hans: 高精度识别会用更强的 AI 重新辨识，适合普通识别认错或不确定的物件，准确度更高。

source: 高精度識別說明
en: About high-precision recognition
ja: 高精度認識について
zh_hans: 高精度识别说明

source: 點「學新字」認識新單字，用「複習」複習快忘記的字。
en: Tap Learn to meet new words, and Review to revisit ones you're about to forget.
ja: 「新しい単語を学ぶ」で新出単語を覚え、「復習」で忘れかけた単語を復習しましょう。
zh_hans: 点「学新字」认识新单字，用「复习」复习快忘记的字。

source: 點一下更換頭像
en: Tap to change avatar
ja: タップしてプロフィール画像を変更
zh_hans: 点击更换头像

source: 點底下中間的相機，拍一張就能做卡片。
en: Tap the camera in the middle of the bar below and take a photo to make a card.
ja: 下のバー中央のカメラをタップして撮影すると、カードを作れます。
zh_hans: 点底下中间的相机，拍一张就能做卡片。

source: Email
ja: メールアドレス

source: Handle
ja: ハンドル

source: FAILED
zh_hans: 失败

source: Tuji v1.1.0 · 圖記
zh_hans: Tuji v1.1.0 · 图记

source: 繁體中文
zh_hans: 繁体中文
